Repository: cpol0/simple-portfolio-maker
Catalog: web/app/themes/portfolio/languages/*.po
Languages: fr_fr

source: Subtitle
fr_fr: Sous titre

source: Add the subtitle.
fr_fr: Ajouter un sous titre.

source: Tags title
fr_fr: Titre des étiquettes

source: Add the title.
fr_fr: Ajouter un titre.

source: Tags
fr_fr: Étiquettes

source: Add the tags with a list of links
fr_fr: Ajouter les étiquettes en utilisant une liste à puces de liens

source: Main technology
fr_fr: Technologie principale

source: Add the main techno used.
fr_fr: Ajoutez la technologie principale utilisée.

source: Cases studies index page
fr_fr: Page d'index des cas d'études

source: Please select work index page
fr_fr: Veuillez sectionner la page d'index des cas d'études

source: All texts must be between "p" markers. Don't forget to justify them (alt+ctrl+j). For blocks with image, simply add the picture after the text
fr_fr: Tous les textes doivent être entre des balises "p". N'oubliez pas de les justifier (Ctrl+Alt+J). Pour les blocs avec image, ajoutez simplement l'image après le texte

source: Block %d type
fr_fr: Type du bloc %d

source: Select the block type you want
fr_fr: Sélectionner le type de bloc désiré

source: None
fr_fr: Aucun

source: Full text
fr_fr: Texte plein

source: 2 text columns
fr_fr: 2 colonnes de texte

source: Block text right
fr_fr: Bloc avec texte à droite

source: Block text left
fr_fr: Bloc avec texte à gauche

source: Title %d
fr_fr: Titre %d

source: Add the block title.
fr_fr: Ajoutez le titre du bloc.

source: Block %d body
fr_fr: Corps du bloc %d

source: Block %d - 2nd column body
fr_fr: Bloc %d - Corps de la 2ème colonne

source: Large mosaic image
fr_fr: Mosaïque grande image

source: Add an image in at least 500x600px and only in the formats
fr_fr: Ajouter une image d'au moins 500x600px et seulement dans les formats

source: Small mosaic image 1
fr_fr: Mosaïque petite image 1

source: Add an image in at least 500x288px and only in the formats
fr_fr: Ajouter une image d'au moins 500x288px et seulement dans les formats

source: Small mosaic image 2
fr_fr: Mosaïque petite image 2

source: Welcome section title
fr_fr: Titre de la section bienvenue

source: Add your name
fr_fr: Ajoutez votre nom

source: Welcome section subtitle
fr_fr: Sous titre de la section bienvenue

source: Add your job
fr_fr: Ajoutez votre job

source: Skills section title
fr_fr: Titre de la section compétences

source: Skills section subtitle
fr_fr: Sous titre de la section compétence

source: Skills description
fr_fr: Description des compétences

source: Describe your skills
fr_fr: Un mot sur vous

source: Skills tags
fr_fr: Étiquettes de compétences

source: Cases studies section title
fr_fr: Titre de la section cas d'études

source: Cases studies section subtitle
fr_fr: Sous titre de la section cas d'études

source: About section title
fr_fr: Titre de la section "à propos"

source: About section subtitle
fr_fr: Sous titre de la section "à propos"

source: About section body
fr_fr: Corps de la section "à propos"

source: Describe yourself
fr_fr: Un mot sur vous

source: Highlight
fr_fr: Mettre en avant

source: Highlight this case study?
fr_fr: Mettre en avant ce cas d'étude?

source: Main menu
fr_fr: Menu principal

source: Social Medias
fr_fr: Réseaux sociaux

source: Home page
fr_fr: Page d'accueil

source: Contact me
fr_fr: Me contacter

source: My cases studies
fr_fr: Mes cas d'études

source: Case studies
fr_fr: Cas d'études

source: Case study
fr_fr: Cas d'étude

source: Edit case study
fr_fr: Modifier le cas d'étude

source: New case study
fr_fr: Nouveau cas d'étude

source: View case study
fr_fr: Voir le cas d'étude

source: View cases studies
fr_fr: Voir les cas d'études

source: Search case studies
fr_fr: Chercher un cas d'étude

source: No case studies found.
fr_fr: Aucun cas d'étude trouvé.

source: No case studies found in Trash
fr_fr: Aucun cas d'étude trouvé dans la corbeille

source: All cases studies
fr_fr: Tous les cas d'études

source: Case study archive
fr_fr: Archive de cas d'étude

source: Case study attributes
fr_fr: Attributs de cas d'étude

source: Insert into case study
fr_fr: AJouter dans le cas d'étude

source: Uploaded to this case study
fr_fr: Téléversé dans ce cas d'étude

source: Filter cases studies list
fr_fr: Filtrer la liste des cas d'études

source: Cases studies list navigation
fr_fr: Naviguer dans la liste des cas d'études

source: Cases studies list
fr_fr: Liste des cas d'études

source: Case study published.
fr_fr: Cas d'étude publié.

source: Case study published privately.
fr_fr: Cas d'étude publié en privé.

source: Case study reverted to draft.
fr_fr: Cas d'étude repassé en brouillon.

source: Case study scheduled.
fr_fr: Cas d'étude programmé.

source: Case study updated.
fr_fr: Cas d'étude mis à jour.

source: case-study
fr_fr: cas-d-etude

source: Highlighted
fr_fr: Mis en avant
